{"PAD": 0, "START": 1, "END": 2, "TS_3/4": 3, "MODE_major": 4, "BAR": 5, "BEAT_1": 6, "REST": 7, "DUR_2.0": 8, "BEAT_3": 9, "NOTE_ON_64": 10, "DUR_0.5": 11, "NOTE_ON_65": 12, "NOTE_ON_67": 13, "DUR_1.0": 14, "BEAT_2": 15, "NOTE_ON_69": 16, "DUR_0.25": 17, "DUR_0.125": 18, "NOTE_ON_71": 19, "NOTE_ON_62": 20, "NOTE_ON_60": 21, "NOTE_ON_72": 22, "DUR_0.75": 23, "NOTE_ON_74": 24, "NOTE_ON_76": 25, "DUR_0.05": 26, "DUR_0.375": 27, "DUR_0.1": 28, "TS_2/4": 29, "MODE_minor": 30, "TS_4/4": 31, "NOTE_ON_83": 32, "NOTE_ON_79": 33, "NOTE_ON_81": 34, "NOTE_ON_77": 35, "DUR_0.16666666666666666": 36, "NOTE_ON_70": 37, "DUR_0.08333333333333333": 38, "DUR_1.5": 39, "BEAT_4": 40, "NOTE_ON_78": 41, "NOTE_ON_59": 42, "NOTE_ON_57": 43, "TS_11/8": 44, "BEAT_5": 45, "BEAT_6": 46, "BEAT_7": 47, "BEAT_9": 48, "BEAT_10": 49, "NOTE_ON_68": 50, "BEAT_11": 51, "TS_3/8": 52, "DUR_0.3333333333333333": 53, "DUR_3.0": 54, "NOTE_ON_58": 55, "TS_1/8": 56, "NOTE_ON_80": 57, "NOTE_ON_66": 58, "NOTE_ON_73": 59, "NOTE_ON_61": 60, "TS_9/8": 61, "NOTE_ON_63": 62, "NOTE_ON_75": 63, "DUR_0.2": 64, "TS_5/4": 65, "DUR_0.041666666666666664": 66, "DUR_0.0625": 67, "DUR_0.1875": 68, "TS_7/4": 69, "DUR_3.5": 70, "DUR_0.1428571428571428": 71, "TS_6/4": 72, "DUR_1.75": 73, "TS_5/8": 74, "BEAT_8": 75, "DUR_4.0": 76, "DUR_0.4": 77, "DUR_0.6666666666666666": 78, "NOTE_ON_82": 79, "TS_7/8": 80, "TS_1/4": 81, "DUR_0.07142857142857142": 82, "DUR_0.111111111111": 83, "DUR_0.2916666666666667": 84, "DUR_0.6": 85, "DUR_0.875": 86, "DUR_2.3333333333333335": 87, "DUR_0.5833333333333334": 88, "TS_14/4": 89, "BEAT_13": 90, "BEAT_12": 91, "BEAT_14": 92, "TS_9/4": 93, "BEAT_15": 94, "BEAT_16": 95, "BEAT_17": 96, "BEAT_18": 97, "BEAT_22": 98, "BEAT_23": 99, "TS_13/8": 100, "TS_8/4": 101, "BEAT_19": 102, "TS_10/4": 103, "TS_15/8": 104, "TS_13/4": 105, "TS_11/4": 106, "TS_15/4": 107, "BEAT_20": 108, "BEAT_21": 109, "DUR_1.3333333333333333": 110, "DUR_2.6666666666666665": 111, "DUR_7.0": 112, "DUR_0.4375": 113, "DUR_0.14583333333333334": 114, "DUR_6.0": 115, "RHY_N4_M001_OPEN": 116, "RHY_N4_M001_CLOSE": 117, "RHY_N4_M002_OPEN": 118, "RHY_N4_M002_CLOSE": 119, "RHY_N4_M003_OPEN": 120, "RHY_N4_M003_CLOSE": 121, "RHY_N4_M004_OPEN": 122, "RHY_N4_M004_CLOSE": 123, "RHY_N4_M005_OPEN": 124, "RHY_N4_M005_CLOSE": 125, "RHY_N4_M006_OPEN": 126, "RHY_N4_M006_CLOSE": 127, "RHY_N4_M007_OPEN": 128, "RHY_N4_M007_CLOSE": 129, "RHY_N4_M008_OPEN": 130, "RHY_N4_M008_CLOSE": 131, "RHY_N4_M009_OPEN": 132, "RHY_N4_M009_CLOSE": 133, "RHY_N4_M010_OPEN": 134, "RHY_N4_M010_CLOSE": 135, "RHY_N4_M011_OPEN": 136, "RHY_N4_M011_CLOSE": 137, "RHY_N4_M012_OPEN": 138, "RHY_N4_M012_CLOSE": 139, "RHY_N4_M013_OPEN": 140, "RHY_N4_M013_CLOSE": 141, "RHY_N4_M014_OPEN": 142, "RHY_N4_M014_CLOSE": 143, "RHY_N4_M015_OPEN": 144, "RHY_N4_M015_CLOSE": 145, "RHY_N4_M016_OPEN": 146, "RHY_N4_M016_CLOSE": 147, "RHY_N4_M017_OPEN": 148, "RHY_N4_M017_CLOSE": 149, "RHY_N4_M018_OPEN": 150, "RHY_N4_M018_CLOSE": 151, "RHY_N4_M019_OPEN": 152, "RHY_N4_M019_CLOSE": 153, "RHY_N4_M020_OPEN": 154, "RHY_N4_M020_CLOSE": 155, "RHY_N4_M021_OPEN": 156, "RHY_N4_M021_CLOSE": 157, "RHY_N4_M022_OPEN": 158, "RHY_N4_M022_CLOSE": 159, "RHY_N4_M023_OPEN": 160, "RHY_N4_M023_CLOSE": 161, "RHY_N4_M024_OPEN": 162, "RHY_N4_M024_CLOSE": 163, "RHY_N4_M025_OPEN": 164, "RHY_N4_M025_CLOSE": 165, "RHY_N4_M026_OPEN": 166, "RHY_N4_M026_CLOSE": 167, "RHY_N4_M027_OPEN": 168, "RHY_N4_M027_CLOSE": 169, "RHY_N4_M028_OPEN": 170, "RHY_N4_M028_CLOSE": 171, "RHY_N4_M029_OPEN": 172, "RHY_N4_M029_CLOSE": 173, "RHY_N4_M030_OPEN": 174, "RHY_N4_M030_CLOSE": 175, "RHY_N4_M031_OPEN": 176, "RHY_N4_M031_CLOSE": 177, "RHY_N4_M032_OPEN": 178, "RHY_N4_M032_CLOSE": 179, "RHY_N4_M033_OPEN": 180, "RHY_N4_M033_CLOSE": 181, "RHY_N4_M034_OPEN": 182, "RHY_N4_M034_CLOSE": 183, "RHY_N4_M035_OPEN": 184, "RHY_N4_M035_CLOSE": 185, "RHY_N4_M036_OPEN": 186, "RHY_N4_M036_CLOSE": 187, "RHY_N3_M037_OPEN": 188, "RHY_N3_M037_CLOSE": 189, "RHY_N3_M038_OPEN": 190, "RHY_N3_M038_CLOSE": 191, "RHY_N3_M039_OPEN": 192, "RHY_N3_M039_CLOSE": 193, "RHY_N3_M040_OPEN": 194, "RHY_N3_M040_CLOSE": 195, "RHY_N3_M041_OPEN": 196, "RHY_N3_M041_CLOSE": 197, "RHY_N3_M042_OPEN": 198, "RHY_N3_M042_CLOSE": 199, "RHY_N3_M043_OPEN": 200, "RHY_N3_M043_CLOSE": 201, "RHY_N3_M044_OPEN": 202, "RHY_N3_M044_CLOSE": 203, "RHY_N3_M045_OPEN": 204, "RHY_N3_M045_CLOSE": 205, "RHY_N3_M046_OPEN": 206, "RHY_N3_M046_CLOSE": 207, "RHY_N3_M047_OPEN": 208, "RHY_N3_M047_CLOSE": 209, "RHY_N3_M048_OPEN": 210, "RHY_N3_M048_CLOSE": 211, "RHY_N3_M049_OPEN": 212, "RHY_N3_M049_CLOSE": 213, "RHY_N3_M050_OPEN": 214, "RHY_N3_M050_CLOSE": 215, "RHY_N3_M051_OPEN": 216, "RHY_N3_M051_CLOSE": 217, "RHY_N3_M052_OPEN": 218, "RHY_N3_M052_CLOSE": 219, "RHY_N3_M053_OPEN": 220, "RHY_N3_M053_CLOSE": 221, "RHY_N3_M054_OPEN": 222, "RHY_N3_M054_CLOSE": 223, "RHY_N3_M055_OPEN": 224, "RHY_N3_M055_CLOSE": 225, "RHY_N3_M056_OPEN": 226, "RHY_N3_M056_CLOSE": 227, "RHY_N3_M057_OPEN": 228, "RHY_N3_M057_CLOSE": 229, "RHY_N3_M058_OPEN": 230, "RHY_N3_M058_CLOSE": 231, "RHY_N3_M059_OPEN": 232, "RHY_N3_M059_CLOSE": 233, "RHY_N3_M060_OPEN": 234, "RHY_N3_M060_CLOSE": 235, "RHY_N3_M061_OPEN": 236, "RHY_N3_M061_CLOSE": 237, "RHY_N3_M062_OPEN": 238, "RHY_N3_M062_CLOSE": 239, "RHY_N3_M063_OPEN": 240, "RHY_N3_M063_CLOSE": 241, "RHY_N3_M064_OPEN": 242, "RHY_N3_M064_CLOSE": 243, "RHY_N3_M065_OPEN": 244, "RHY_N3_M065_CLOSE": 245, "RHY_N3_M066_OPEN": 246, "RHY_N3_M066_CLOSE": 247, "RHY_N3_M067_OPEN": 248, "RHY_N3_M067_CLOSE": 249, "RHY_N3_M068_OPEN": 250, "RHY_N3_M068_CLOSE": 251, "RHY_N3_M069_OPEN": 252, "RHY_N3_M069_CLOSE": 253, "RHY_N3_M070_OPEN": 254, "RHY_N3_M070_CLOSE": 255, "RHY_N3_M071_OPEN": 256, "RHY_N3_M071_CLOSE": 257, "RHY_N3_M072_OPEN": 258, "RHY_N3_M072_CLOSE": 259, "RHY_N3_M073_OPEN": 260, "RHY_N3_M073_CLOSE": 261, "RHY_N3_M074_OPEN": 262, "RHY_N3_M074_CLOSE": 263, "RHY_N3_M075_OPEN": 264, "RHY_N3_M075_CLOSE": 265, "RHY_N3_M076_OPEN": 266, "RHY_N3_M076_CLOSE": 267, "RHY_N3_M077_OPEN": 268, "RHY_N3_M077_CLOSE": 269, "RHY_N3_M078_OPEN": 270, "RHY_N3_M078_CLOSE": 271, "RHY_N3_M079_OPEN": 272, "RHY_N3_M079_CLOSE": 273, "RHY_N3_M080_OPEN": 274, "RHY_N3_M080_CLOSE": 275}