{"PAD": 0, "START": 1, "END": 2, "TS_2/4": 3, "MODE_major": 4, "BAR": 5, "BEAT_1": 6, "NOTE_ON_60": 7, "DUR_2.0": 8, "TS_8/4": 9, "BEAT_3": 10, "BEAT_5": 11, "NOTE_ON_62": 12, "BEAT_7": 13, "NOTE_ON_64": 14, "DUR_4.0": 15, "NOTE_ON_65": 16, "TS_4/4": 17, "REST": 18, "NOTE_ON_67": 19, "DUR_3.0": 20, "BEAT_4": 21, "DUR_1.0": 22, "BEAT_2": 23, "NOTE_ON_58": 24, "NOTE_ON_57": 25, "DUR_6.0": 26, "NOTE_ON_69": 27, "MODE_minor": 28, "NOTE_ON_72": 29, "NOTE_ON_73": 30, "NOTE_ON_74": 31, "NOTE_ON_76": 32, "BEAT_6": 33, "TS_5/4": 34, "NOTE_ON_71": 35, "NOTE_ON_68": 36, "NOTE_ON_66": 37, "DUR_7.0": 38, "BEAT_8": 39, "TS_6/4": 40, "NOTE_ON_78": 41, "NOTE_ON_79": 42, "NOTE_ON_81": 43, "DUR_1.5": 44, "DUR_0.5": 45, "NOTE_ON_83": 46, "NOTE_ON_77": 47, "NOTE_ON_59": 48, "TS_12/4": 49, "TS_3/4": 50, "NOTE_ON_80": 51, "NOTE_ON_70": 52, "DUR_0.75": 53, "DUR_0.25": 54, "TS_3/8": 55, "DUR_0": 56, "NOTE_ON_61": 57, "DUR_0.16666666666666666": 58, "DUR_0.125": 59, "DUR_0.3333333333333333": 60, "DUR_0.08333333333333333": 61, "NOTE_ON_63": 62, "NOTE_ON_82": 63, "TS_9/8": 64, "NOTE_ON_75": 65, "DUR_1.75": 66, "DUR_0.375": 67, "TS_19/4": 68, "BEAT_9": 69, "BEAT_11": 70, "BEAT_15": 71, "BEAT_19": 72, "TS_10/4": 73, "TS_1/8": 74, "TS_1/4": 75, "TS_9/4": 76, "DUR_0.6666666666666666": 77, "TS_16/4": 78, "BEAT_13": 79, "BEAT_12": 80, "BEAT_16": 81, "TS_7/4": 82, "TS_7/8": 83, "TS_5/8": 84, "TS_23/8": 85, "BEAT_17": 86, "BEAT_21": 87, "BEAT_23": 88, "BEAT_10": 89, "TS_11/4": 90, "DUR_1.3333333333333333": 91, "BEAT_14": 92, "TS_15/8": 93, "TS_13/8": 94, "TS_15/4": 95, "TS_18/4": 96, "TS_11/8": 97, "DUR_3.5": 98, "TS_13/4": 99, "TS_17/4": 100, "TS_17/8": 101, "DUR_2.6666666666666665": 102, "TS_21/8": 103, "TS_14/4": 104, "DUR_0.2": 105, "DUR_0.875": 106, "DUR_0.4": 107, "DUR_0.1875": 108, "DUR_0.2916666666666667": 109, "DUR_0.1": 110, "DUR_0.041666666666666664": 111, "BEAT_18": 112, "BEAT_20": 113, "BEAT_22": 114, "TS_19/16": 115, "DUR_0.0625": 116, "DUR_0.6": 117, "DUR_0.5833333333333334": 118, "DUR_2.3333333333333335": 119, "DUR_0.07142857142857142": 120, "DUR_0.111111111111": 121, "DUR_0.1428571428571428": 122, "DUR_0.05": 123}